{"meta":{"title":"Who Will Lose Health Insurance if Enhanced Premium Tax Credits Expire?","description":"The expiration of the pandemic-era enhanced premium tax credits risks leaving 4 million people without health insurance.","date":"Nov 4, 2024","url":"https://apps.urban.org/features/ptc-impact-tool","url_ending":"ptc-impact-tool","url_staging":"https://apps-staging.urban.org/features/ptc-impact-tool/"},"labels":{"map_dropdown":"Percent change in individuals who are","detail_dropdown":"by the numbers"},"detail_blocks":[{"subhead":"How does coverage change if enhanced PTCs expire?","label_a":"would lose health insurance","label_b":"fewer people would be covered by subsidized Marketplace plans"},{"subhead":"How does coverage change for people with different income levels?","description":"Enhanced PTCs removed premiums entirely for households with incomes below 150 percent of the <a href=\"https://www.healthcare.gov/glossary/federal-poverty-level-fpl/\" target=\"_blank\">federal poverty level</a> (FPL; $30,660 for a family of two in 2024), significantly lowered required premium contributions for households with incomes between 150 and 400 percent of FPL, and extended Marketplace eligibility to households with incomes above 400 percent of FPL. These results highlight people living below and above 138 percent FPL ($28,207 for a family of two in 2024)—the eligibility threshold in Medicaid expansion states—to show how people potentially eligible for Medicaid could be affected.","description_b":"​​Example interpretation: The share of uninsured people living between 200 percent and 400 percent of FPL increased in {STATE} by [XX percent].","subhead_b":"How does coverage change for people of differing racial or ethnic identities?","subhead_c":"How does coverage change across age groups?"},{"subhead":"What other coverage categories are affected by the expiration?","description":"Any changes to the accessibility and affordability of subsidized Marketplace plans will affect all ACA-compliant nongroup plans. Additionally, the loss of enhanced PTCs and the resulting decreased or eliminated subsidies would lead people to enroll in an employer-sponsored plan instead. Changes to uninsurance include coverage types not displayed, such as Medicaid, Basic Health Programs, and short-term policies. Totals may not equal the sum of changes in nongroup and employer coverage."}],"outro":[{"type":"text","value":"When evaluating the effectiveness of this legislation by state, clear trends emerge. In states that have not expanded Medicaid eligibility to 138 percent of the federal poverty level as allowed by the ACA, enhanced PTCs have an outsized benefit for residents. Without renewal, nearly 2.5 million people would lose health insurance across these states and marketplace coverage would be cut by at least a quarter, rising to more than half in some states."},{"type":"text","value":"These estimates could undersell the benefits of enhanced PTCs as well. From April 2020 to March 2023, federal legislation mandated that states continuously enroll people in Medicaid. When eligibility determinations resumed in April 2023, midyear enrollments in the ACA marketplace also increased. As such, continuous Medicaid enrollment may have masked the true demand for marketplace coverage with enhanced PTCs available."},{"type":"text","value":"Still, we estimate that enhanced PTCs decreased uninsurance rates by 14 percent compared with the original policy. By expanding the marketplace, enhanced PTCs can also encourage more competition among insurers and mitigate against risk of disruption."}],"about":{"heading":"About the data","text":[{"type":"text","value":"[researchers to add information about data sources, methodology, limitations]"}]},"credits":{"heading":"Project credits","text":[{"type":"text","value":"<em>This data tool was funded by [funder]. We are grateful to them and to all our funders, who make it possible for Urban to advance its mission. The views expressed are those of the authors and should not be attributed to the Urban Institute, its trustees, or its funders. Funders do not determine research findings or the insights and recommendations of our experts. More information on our funding principles is available <a href=\"https://www.urban.org/about/our-funding\" target=\"_blank\">here</a>. Read our terms of service <a href=\"https://www.urban.org/terms-service\" target=\"_blank\">here</a>.</em>"}],"items":[{"label":"research","content":"<a href=\"https://www.urban.org/\" target=\"_blank\">Firstname Lastname</a>, <a href=\"https://www.urban.org/\" target=\"_blank\">Firstname Lastname</a>"},{"label":"Writing","content":"<a href=\"https://www.urban.org/author/wesley-jenkins\" target=\"_blank\">Wesley Jenkins</a>"},{"label":"Editing","content":"<a href=\"https://www.urban.org/author/sarah-lacorte\" target=\"_blank\"> Sarah LaCorte</a>"},{"label":"Design","content":"<a href=\"https://www.urban.org/author/christina-baird\" target=\"_blank\"> Christina Baird</a>"},{"label":"Data visualization and development","content":"<a href=\"https://www.urban.org/author/mitchell-thorson\" target=\"_blank\">Mitchell Thorson</a>"}],"githubUrl":"https://github.com/UrbanInstitute/"}}